[{"name":["Density"],"affects":[{"variable":["Proximity"],"direction":["Positive"],"weight":["H"],"description":["Increasing density reduces distances between potential travel destinations. The effect is high because on average distance is directly proportional to density, but since homes and other activities are not uniformly distributed and people don't go to the closest destination, the effect would not be very high."]},{"variable":["AutoOwn"],"direction":["Negative"],"weight":["L"],"description":["Increasing density reduces auto ownership due to the increased difficulty and cost of parking and to the availability of alternatives. The effect is low because these effects don't become pronounced unless densities rise to high levels."]},{"variable":["RelAutoCap"],"direction":["Negative"],"weight":["VH"],"description":["Since relative auto capacity is lane-miles per capita, it is directly proportional to density. For example, a doubling of density would result in a halving of relative auto capacity. Because it is directly proportion, the weight is very high."]}]},{"name":["RelAutoCap"],"affects":[{"variable":["Congestn"],"direction":["Negative"],"weight":["H"],"description":["Increases relative auto capacity reduces congestion. The effect is high but not very high because travelers shift times and routes of travel in response to congestion reduction, reducing to some extent the effect. Note that because the model addresses the effects of VMT and land use on congestion separately, the effects of relative auto capacity are high."]}]},{"name":["Congestn"],"affects":[{"variable":["AutoSpd"],"direction":["Negative"],"weight":["MH"],"description":["Increased congestion reduces travel speed and increases travel time. The effect is moderated by drivers diverting travel to other routes, destinations, or times of day."]},{"variable":["AutoComf"],"direction":["Negative"],"weight":["MH"],"description":["Increased congestion reduces comfort by requiring increased driver attention, increasing driver aggravation, and increasing anxiety about arriving on time. The effect is moderately high because the aggravation and anxiety caused by congestion is the by far the most substantial factor affecting driver comfort."]},{"variable":["AutoMPG"],"direction":["Negative"],"weight":["L"],"description":["Congestion increases stop and go driving, idling, and lower travel speeds, making vehicle travel less fuel efficient. The effect is low because marginal effect on fuel economy is relatively low and can be substantially migated by the choice of vehicle and driving practices."]}]},{"name":["AutoComf"],"affects":[{"variable":["AutoTripDist"],"direction":["Positive"],"weight":["L"],"description":["Increasing auto comfort increases trip distance because it reduces the burden of driving longer distances. The effect is low because auto travel time is a much more important factor affecting trip distance."]}]},{"name":["AutoSpd"],"affects":[{"variable":["Proximity"],"direction":["Negative"],"weight":["H"],"description":["When auto speed increases, activities can locate farther away and still be conveniently accessed by households. Likewise, households can locate farther away from desired destinations. The effect of auto speed on proximity is high."]}]},{"name":["AutoMPG"],"affects":[{"variable":["AutoFuel"],"direction":["Negative"],"weight":["VH"],"description":["Increasing fuel economy decreases the amount of fuel consumed. The effect is very high because the amount of fuel consumed is almost directly proportional to average fuel economy."]},{"variable":["AutoTripCost"],"direction":["Negative"],"weight":["M"],"description":["Increasing automobile fuel economy reduces automobile trip cost. The effect is moderate because fuel cost is a fairly large component of auto trip cost, but it is uncertain what the cost will be in the future."]}]},{"name":["Proximity"],"affects":[{"variable":["NAutoTT"],"direction":["Negative"],"weight":["H"],"description":["Increasing the proximity of destinations greatly reduces the travel time by non-auto travel modes, particularly walking and bicycling. The effect is not as great for transit because close proximity of destinations for transit also results in more stops which reduces transit speed."]},{"variable":["AutoTripDist"],"direction":["Negative"],"weight":["H"],"description":["Increasing the proximity of destinations reduces travel distances. The effect is high because the time it takes to access destinations by auto is determined in large part by the distance."]}]},{"name":["AutoTripDist"],"affects":[{"variable":["VMT"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the average auto trip distances increases the auto miles traveled. The effect is very high because VMT is the sum of vehicle trip distances for all travelers."]},{"variable":["AutoTripCost"],"direction":["Positive"],"weight":["VH"],"description":["Auto trip distance has a positive direct relationship to auto trip cost. For example, doubling the trip distance will double the auto trip cost if nothing else changes."]}]},{"name":["AutoOwn"],"affects":[{"variable":["AutoTrip"],"direction":["Positive"],"weight":["H"],"description":["Increasing auto ownership increases the convenience and ability to travel by auto. It also increases the fixed-cost component of auto travel, encouraging auto travel to amortize the costs over more trips."]}]},{"name":["NAutoComf"],"affects":[{"variable":["NAutoTrip"],"direction":["Positive"],"weight":["H"],"description":["Increasing non-auto comfort makes non-auto travel more attractive. The effect is high because non-auto travel is much more affected by comfort factors than auto travel. For example with walking and bicycling, the traveler is more exposed to the elements than the auto travel. Likewise for transit travelers who walk to the transit stop and often have to wait in exposed locations. The walker and bicyclist also have to contend with exposure to traffic. The transit rider has to compete with other travelers for seating and entering and existing vehicles."]}]},{"name":["NAutoTT"],"affects":[{"variable":["NAutoTrip"],"direction":["Negative"],"weight":["H"],"description":["Increasing non-auto travel time makes non-auto travel less attractive. The effect is high because travel time is very important in affecting travel behavior."]}]},{"name":["AutoTrip"],"affects":[{"variable":["VMT"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of auto trips increases the auto miles traveled. The effect is very high because VMT is the product of the number of auto trips and average auto trip length."]},{"variable":["NAutoTrip"],"direction":["Negative"],"weight":["H"],"description":["Increasing the number of auto trips decreases the number of non-auto trips. The effect is high because it is apparent that people spend a limited time traveling and so if they travel more by one mode, they will travel less by another."]}]},{"name":["AutoAccRate"],"affects":[{"variable":["AutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing auto crash rate results in more auto crashes. The effect is very high because the number of auto accidents is the product of the auto VMT and the auto accident rate."]},{"variable":["Congestn"],"direction":["Positive"],"weight":["M"],"description":["As a rule of thumb, about half of congestion is due to vehicle crashes so an increase in the auto crash rate has a moderately positive effect on congestion."]}]},{"name":["VMT"],"affects":[{"variable":["Congestn"],"direction":["Positive"],"weight":["M"],"description":["Increasing VMT increases congestion. The effect is moderate because congestion is affected by the amount of traffic but drivers also adapt by switching routes and times."]},{"variable":["AutoFuel"],"direction":["Positive"],"weight":["VH"],"description":["Increasing VMT increases amount of fuel consumed. The effect is very high because auto fuel consumption is the product of auto VMT and auto MPG."]},{"variable":["AutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of vehicle miles traveled increases the number of auto crashes. The effect is very high because the total number of auto crashes is the product of the vehicle miles traveled and the accident rate (accidents per million vehicle miles traveled)."]},{"variable":["NAutoAccRate"],"direction":["Positive"],"weight":["M"],"description":["Non-auto crashes (at least serious ones) are mostly affected by the exposure of non-auto travelers to auto travel. More auto VMT increases the likelihood of exposure. The effect is moderate because there are other effects."]}]},{"name":["NAutoTrip"],"affects":[{"variable":["NAutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of non-automotive trips increases the number of non-automotive crashes. This is a direct relationship so the effect is very high."]},{"variable":["Proximity"],"direction":["Positive"],"weight":["L"],"description":["Increasing the number of non-automotive trips increases the proximity of chosen destinations. The effect is low because the choice of destination is also very much affected by the spatial distribution of households and businesses."]},{"variable":["NAutoAccRate"],"direction":["Negative"],"weight":["M"],"description":["The increase in non-auto trips makes auto drivers more aware of non-auto travelers and more cautious in interacting with them. Research indicates a moderate effect."]},{"variable":["Congestn"],"direction":["Positive"],"weight":["L"],"description":["Increasing the number of non-auto trips increases congestion in areas where non-auto travel is relatively high (such as downtown areas) because auto travelers must wait for non-auto travelers at intersections. The effect is low because much of the vehicle travel on the roadway network (e.g. travel on freeways) is unaffected by non-auto travel."]}]},{"name":["AutoAcc"],"affects":[]},{"name":["NAutoAccRate"],"affects":[{"variable":["NAutoAcc"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the non-automotive crash rate results in more non-automotive crashes. The effect is very high because the number of non-auto crashes is the product of the non-auto crash rate and the number of non-auto trips."]}]},{"name":["NAutoAcc"],"affects":[]},{"name":["AutoFuel"],"affects":[{"variable":["FuelCost"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the amount of fuel consumed increases the total cost of fuel consumed. The effect is very high because fuel cost is the product of the gallons of fuel consumed and the cost of fuel per gallon."]}]},{"name":["FuelCost"],"affects":[{"variable":["VMT"],"direction":["Negative"],"weight":["VL"],"description":["Increasing fuel cost increases the cost of driving and as a result decreases the amount of driving. The effect is very low because fuel cost is a relatively small part of the total cost of vehicle travel. Research has shown the short-term elasticity of VMT with respect to fuel price to be low."]},{"variable":["AutoMPG"],"direction":["Positive"],"weight":["VL"],"description":["Increasing fuel cost increases the cost of driving and as a result encourages people to drive more fuel efficient cars. The effect is very low because fuel cost is a relatively small part of the total cost of vehicle travel and changing vehicles is a longer term effect."]}]},{"name":["AutoTripCost"],"affects":[{"variable":["AutoTrip"],"direction":["Negative"],"weight":["M"],"description":["Increasing the cost of auto trips reduces the number of trips made. Households have a budget for traveling and as the budget is reached, they need to reduce their auto trip-making. They do this by improving their scheduling and by substituting travel by different modes."]},{"variable":["Proximity"],"direction":["Positive"],"weight":["L"],"description":["Increasing the auto trip cost increases the proximity of chosen destinations. The effect is significant but low because destination choice is affected by travel time as well as travel cost."]}]}]
