[{"name":"Development Density","variable":"Density","description":"The amount of development (e.g. housing units, jobs) occupying a unit of area.","values":{"min":"1000","max":"50000","description":"MSA population-weighted average density (persons per square mile). Census."},"group":"Travel Outcomes"},{"name":"Relative Auto Capacity","variable":"RelAutoCap","description":"The capacity of freeways and arterials relative to population.","values":{"min":"0.5","max":"5","description":"Equivalent freeway lane-miles per 1000 population. Derived from TTI. Metropolitan minimum is 0.78 and maximum is 2.57. Assume that it is posssible to double relative capacity through automation."},"group":"Travel Outcomes"},{"name":"Congestion","variable":"Congestn","description":"The extent of roadway system affected by peak period congestion (when traffic speeds are substantially below unimpeded speeds).","values":{"min":"0","max":"100","description":"Percentage of freeway and arterial lane-miles that are congested during the peak period. TTI."},"group":"Travel Outcomes"},{"name":"Auto Speed","variable":"AutoSpd","description":"The ratio of average travel speeds on freeways and arterials in peak vs. off-peak periods.","values":{"min":"0.5","max":"1","description":"Inverse of Urban Mobility Study's Travel Time Index measure"},"group":"Travel Outcomes"},{"name":"Proximity","variable":"Proximity","description":"The average distance between residences and activity places.","values":{"min":"0.05","max":"0.5","description":"Inverse of median within-metro-area commute distance. Brookings (The growing distance between people and jobs in metropolitan America)."},"group":"Travel Outcomes"},{"name":"Auto Trip Distance","variable":"AutoTripDist","description":"The average auto trip distance.","values":{"min":"2","max":"25","description":"NHTS weighted average person trip distance for trips by privately-owned light-duty vehicles calculated from 2009 NHTS. Minimum is approximately 5 miles and maximum is 18 miles."},"group":"Travel Outcomes"},{"name":"Auto Ownership","variable":"AutoOwn","description":"The ratio of cars to drivers.","values":{"min":"0","max":"100","description":"Percentage of workers having 2 or more cars available. U.S. Census American Community Survey (2010 - 2012)."},"group":"Travel Outcomes"},{"name":"Auto Trips","variable":"AutoTrip","description":"The average annual number auto trips per capita.","values":{"min":"150","max":"750","description":"Metropolitan average daily number of auto trips per capita multiplied by 365 (NHTS 2009). Minimum for NHTS metropolitan areas is 236 and maximum is 685."},"group":"Travel Outcomes"},{"name":"Vehicle Miles Traveled","variable":"VMT","description":"Vehicle miles traveled per capita.","values":{"min":"2500","max":"25000","description":"Annual vehicle miles traveled per capita. Range is based on evaluation of urbanized area DVMT per capita in Highway Statistics 2012 (table HM72). Minimum is 5475 miles. Maximum is 18350 miles."},"group":"Travel Outcomes"}]
