[{"name":["Density"],"affects":[{"variable":["Proximity"],"direction":["Positive"],"weight":["H"],"description":["Increasing density reduces distances between potential travel destinations. The effect is high over the long-run, but only moderate in the short run because it takes time for behavior to adjust."]},{"variable":["AutoOwn"],"direction":["Negative"],"weight":["L"],"description":["Density has a moderate to moderately low effect in the long run. The short run effect is very low."]},{"variable":["RelAutoCap"],"direction":["Negative"],"weight":["VH"],"description":["Since relative auto capacity is lane-miles per capita, it is directly proportional to density."]}]},{"name":["RelAutoCap"],"affects":[{"variable":["Congestn"],"direction":["Negative"],"weight":["H"],"description":["Has a large effect on congestion."]}]},{"name":["Congestn"],"affects":[{"variable":["AutoSpd"],"direction":["Negative"],"weight":["H"],"description":["Increased congestion reduces travel speed and increases travel time. The effect is moderated by drivers diverting travel to other routes, destinations, or times of day."]}]},{"name":["AutoSpd"],"affects":[{"variable":["Proximity"],"direction":["Negative"],"weight":["H"],"description":["The longer run effect is very high, but because the effect is longer run, the short run effect is moderate."]}]},{"name":["Proximity"],"affects":[{"variable":["AutoTrip"],"direction":["Positive"],"weight":["M"],"description":["Increasing the proximity of destinations increases the number of trips made."]},{"variable":["AutoTripDist"],"direction":["Negative"],"weight":["H"],"description":["Increasing the proximity of destinations reduces travel distances. The effect is moderately high because auto trip distance is very dependent on proximity, but also dependent on auto travel speed."]}]},{"name":["AutoTripDist"],"affects":[{"variable":["VMT"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the average auto trip distances increases the auto miles traveled. The effect is very high because VMT is the sum of vehicle trip distances for all travelers."]}]},{"name":["AutoOwn"],"affects":[{"variable":["AutoTrip"],"direction":["Positive"],"weight":["M"],"description":["Increasing auto ownership increases the convenience and ability to travel by auto. It also increases the fixed-cost component of auto travel, encouraging auto travel to amortize the costs over more trips. The effect is moderately low because auto ownership is stongly associated with auto trip making, other factors such as parking cost/difficulty and the availability of other modes are significant as well, and the effect is not immediate."]}]},{"name":["AutoTrip"],"affects":[{"variable":["VMT"],"direction":["Positive"],"weight":["VH"],"description":["Increasing the number of auto trips increases the auto miles traveled. The effect is very high because VMT is the product of the number of auto trips and average auto trip length."]}]},{"name":["VMT"],"affects":[{"variable":["Congestn"],"direction":["Positive"],"weight":["L"],"description":["Increasing VMT increases congestion. The effect is moderate because congestion is affected by the amount of traffic but drivers also adapt by switching routes and times."]}]}]
